{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true,"use_regex":true},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"!":3,"\"":4,"#":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"Ċ":95,"Ġ":96,"Ġ}":97,"Ġ{":98,"Ġ\\":99,"Ġ_":100,"Ġ^":101,"Ġ2":102,"Ġ)":103,"Ġ(":104,"ra":105,"Ġ1":106,"Ġ-":107,"Ġ=":108,"Ġ,":109,"rac":110,"frac":111,"Ġ+":112,"ta":113,"ri":114,"ma":115,"Ġ0":116,"al":117,"Ġi":118,"am":119,"ar":120,"le":121,"Ġ\\,":122,"Ġx":123,"ph":124,"ft":125,"Ġn":126,"Ġ.":127,"gh":128,"righ":129,"si":130,"Ġd":131,"me":132,"left":133,"mu":134,"th":135,"right":136,"eta":137,"Ġa":138,"ti":139,"Ġm":140,"in":141,"Ġe":142,"Ġc":143,"Ġ3":144,"Ġs":145,"Ġk":146,"Ġp":147,"de":148,"Ġt":149,"math":150,"Ġ&":151,"Ġ~":152,"Ġ4":153,"Ġr":154,"Ġ\\;":155,"da":156,"pha":157,"alpha":158,"pi":159,"Ġl":160,"rm":161,"mathrm":162,"lta":163,"bda":164,"ambda":165,"pri":166,"prime":167,"ĠA":168,"psi":169,"amma":170,"nu":171,"to":172,"Ġg":173,"Ġj":174,"Ġq":175,"par":176,"phi":177,"tial":178,"partial":179,"pe":180,"Ġb":181,"Ġ|":182,"Ġ\\\\":183,"ĠM":184,"rn":185,"ope":186,"rato":187,"ame":188,"rname":189,"operato":190,"operatorname":191,"Ġf":192,"cal":193,"ot":194,"bar":195,"Ġz":196,"lambda":197,"dot":198,"gma":199,"ĠN":200,"ve":201,"ĠT":202,"int":203,"ĠL":204,"qu":205,"delta":206,"ĠR":207,"beta":208,"Ġ/":209,"ĠB":210,"rt":211,"gamma":212,"ĠD":213,"ng":214,"sigma":215,"Ġ]":216,"ga":217,"mega":218,"ngle":219,"lo":220,"Ġy":221,"theta":222,"Ġu":223,"ray":224,"array":225,"ĠF":226,"sq":227,"sqrt":228,"lde":229,"tilde":230,"lon":231,"psilon":232,"hi":233,"Ġ[":234,"Ġo":235,"ĠS":236,"epsilon":237,"Ġh":238,"at":239,"hat":240,"ĠQ":241,"ad":242,"quad":243,"ho":244,"rho":245,"ĠV":246,"ĠP":247,"su":248,"sum":249,"bf":250,"ĠC":251,"ĠH":252,"tau":253,"ĠG":254,"ro":255,"Ġv":256,"la":257,"ĠE":258,"omega":259,"var":260,"Ġ5":261,"vec":262,"ig":263,"Gamma":264,"cdot":265,"ĠI":266,"Ġ6":267,"be":268,"De":269,"Delta":270,"ĠX":271,"xi":272,"nd":273,"end":274,"gin":275,"begin":276,"rangle":277,"ĠK":278,"ĠJ":279,"Phi":280,"ĠW":281,"Ġ8":282,"ĠU":283,"Ġ*":284,"tar":285,"fty":286,"infty":287,"Lambda":288,"ap":289,"app":290,"row":291,"pm":292,"ge":293,"lin":294,"line":295,"rline":296,"Ġ\\!":297,"ĠZ":298,"chi":299,"tarrow":300,"langle":301,"Ġ;":302,"rightarrow":303,"ove":304,"varphi":305,"Ġw":306,"overline":307,"big":308,"kapp":309,"kappa":310,"iv":311,"equ":312,"equiv":313,"qquad":314,"dag":315,"Big":316,"mes":317,"times":318,"Omega":319,"st":320,"Ġ\\}":321,"el":322,"Psi":323,"dots":324,"ĠO":325,"ger":326,"dagger":327,"Ġ>":328,"Ġ7":329,"Ġ\\{":330,"\\{":331,"Ġ9":332,"Ġ<":333,"ĠY":334,"varepsilon":335,"Si":336,"Sigma":337,"ell":338,"wi":339,"wide":340,"zeta":341,"yle":342,"style":343,"sim":344,"Ġ\\:":345,"cdots":346,"bigg":347,"tri":348,"ldots":349,"ab":350,"nab":351,"nabla":352,"Ġ:":353,"Pi":354,"pro":355,"matri":356,"matrix":357,"mathcal":358,"sp":359,"per":360,"perp":361,"vert":362,"\\}":363,"sime":364,"simeq":365,"Ġ!":366,"widetilde":367,"di":368,"otimes":369,"ystyle":370,"laystyle":371,"splaystyle":372,"displaystyle":373,"rox":374,"approx":375,"prod":376,"mi":377,"hbar":378,"mid":379,"Th":380,"Theta":381,"ed":382,"wed":383,"wedge":384,"mathbf":385,"ast":386,"un":387,"unde":388,"leq":389,"ck":390,"underline":391,"widehat":392,"pt":393,"rel":394,"sc":395,"sta":396,"stack":397,"stackrel":398,"ript":399,"script":400,"te":401,"Bigg":402,"tex":403,"text":404,"star":405,"biggr":406,"not":407,"biggl":408,"bo":409,"Bigr":410,"Bigl":411,"bol":412,"vartheta":413,"mp":414,"bold":415,"ne":416,"geq":417,"boldmath":418,"ll":419,"ngrightarrow":420,"brac":421,"Ġ'":422,"ci":423,"rc":424,"circ":425,"neq":426,"textstyle":427,"longrightarrow":428,"op":429,"us":430,"pto":431,"propto":432,"lus":433,"oplus":434,"se":435,"bigr":436,"bigl":437,"onu":438,"oint":439,"ddot":440,"Xi":441,"mbe":442,"nonu":443,"mber":444,"nonumber":445,"leftrightarrow":446,"scriptstyle":447,"bot":448,"lle":449,"ze":450,"size":451,"Ġ--":452,"angle":453,"triangle":454,"rbrac":455,"varrho":456,"parrow":457,"lbrac":458,"scriptsize":459,"scriptscriptstyle":460,"set":461,"uparrow":462,"pa":463,"it":464,"ralle":465,"paralle":466,"parallel":467,"imath":468,"over":469,"fo":470,"arrow":471,"nto":472,"ow":473,"phanto":474,"own":475,"phantom":476,"Biggl":477,"ch":478,"eck":479,"check":480,"down":481,"sf":482,"Ġ\\|":483,"vdots":484,"Biggr":485,"gg":486,"rbrace":487,"ong":488,"overrightarrow":489,"downarrow":490,"Upsilon":491,"lbrack":492,"textrm":493,"Ri":494,"ghtarrow":495,"Rightarrow":496,"tin":497,"tiny":498,"ota":499,"iota":500,"rall":501,"forall":502,"cong":503,"om":504,"sub":505,"Im":506,"sh":507,"ase":508,"case":509,"cases":510,"hline":511,"ps":512,"psto":513,"bin":514,"jmath":515,"binom":516,"subset":517,"up":518,"top":519,"mapsto":520,"sla":521,"slash":522,"atop":523,"re":524,"ac":525,"ddots":526,"bu":527,"Re":528,"wp":529,"llet":530,"bullet":531,"rbrack":532,"upsilon":533,"ftarrow":534,"sma":535,"underbrace":536,"mit":537,"arge":538,"small":539,"bre":540,"leftarrow":541,"breve":542,"lap":543,"cup":544,"vee":545,"ec":546,"sup":547,"varpi":548,"\\|":549,"lbrace":550,"bigoplus":551,"Lo":552,"cap":553,"supset":554,"Longrightarrow":555,"ru":556,"Ġ\"":557,"spac":558,"space":559,"odot":560,"otnot":561,"footnot":562,"footnote":563,"rlap":564,"arp":565,"sb":566,"footnotesize":567,"or":568,"bigtriangle":569,"ect":570,"mathsf":571,"Ġ\\#":572,"vphantom":573,"en":574,"varsigma":575,"ute":576,"acute":577,"large":578,"eq":579,"mathit":580,"ngleftrightarrow":581,"longleftrightarrow":582,"Le":583,"tt":584,"Ġ`":585,"arpo":586,"ftrightarrow":587,"Leftrightarrow":588,"righth":589,"onup":590,"arpoonup":591,"rightharpoonup":592,"Large":593,"null":594,"bigtriangleup":595,"fi":596,"flo":597,"hfi":598,"Ġ\\_":599,"enspace":600,"floor":601,"sl":602,"stru":603,"strut":604,"Ve":605,"Vert":606,"overleftarrow":607,"bigotimes":608,"Ġcm":609,"doteq":610,"Long":611,"overbrace":612,"Longleftrightarrow":613,"textbf":614,"bj":615,"ond":616,"sk":617,"amond":618,"diamond":619,"rule":620,"bject":621,"pr":622,"otect":623,"protect":624,"ip":625,"Ġ\\/":626,"varDelta":627,"skip":628,"\\:":629,"mathop":630,"hfill":631,"rfloor":632,"ref":633,"cdotp":634,"\\,":635,"\\;":636,"inus":637,"bigtriangledown":638,"sy":639,"em":640,"ke":641,"mbol":642,"teq":643,"seteq":644,"symbol":645,"ack":646,"back":647,"ni":648,"ned":649,"od":650,"yset":651,"alig":652,"ptyset":653,"emptyset":654,"backslash":655,"aligned":656,"box":657,"boldsymbol":658,"Ġ---":659,"Ġ?":660,"\\!":661,"gmapsto":662,"longmapsto":663,"bigcup":664,"sharp":665,"mal":666,"co":667,"llap":668,"object":669,"tag":670,"thin":671,"ĠObject":672,"thinspace":673,"fl":674,"subseteq":675,"enskip":676,"flat":677,"Vec":678,"nor":679,"ou":680,"pou":681,"vline":682,"make":683,"nds":684,"normal":685,"pounds":686,"makebox":687,"rd":688,"surd":689,"varOmega":690,"colon":691,"div":692,"eph":693,"aleph":694,"lfloor":695,"textup":696,"Ġ\\-":697,"bigwedge":698,"ominus":699,"mod":700,"arrowvert":701,"bmod":702,"krightarrow":703,"minus":704,"okrightarrow":705,"Ġmm":706,"ngleftarrow":707,"hookrightarrow":708,"setminus":709,"hfil":710,"lar":711,"Ġ\\*":712,"tabu":713,"mathor":714,"land":715,"tabular":716,"mathord":717,"Ġpt":718,"eqn":719,"Down":720,"SS":721,"mathrel":722,"pmod":723,"Downarrow":724,"Ġ\\&":725,"longleftarrow":726,"bigm":727,"li":728,"ral":729,"bigcap":730,"under":731,"texttt":732,"nearrow":733,"Uparrow":734,"\\#":735,"nat":736,"ural":737,"mathstrut":738,"bigcirc":739,"unboldmath":740,"searrow":741,"smallskip":742,"normalsize":743,"natural":744,"ss":745,"tit":746,"suit":747,"textit":748,"diamondsuit":749,"underset":750,"cfrac":751,"ddagger":752,"exi":753,"llde":754,"rspace":755,"nullde":756,"sts":757,"mite":758,"kern":759,"limite":760,"exists":761,"nulldelimite":762,"nulldelimiterspace":763,"hphantom":764,"sqcup":765,"eqno":766,"AR":767,"GE":768,"LAR":769,"dskip":770,"pre":771,"Ġ@":772,"medskip":773,"triangleright":774,"smash":775,"supseteq":776,"LARGE":777,"prec":778,"gro":779,"vda":780,"mathc":781,"textnormal":782,"group":783,"vdash":784,"ae":785,"oin":786,"Ġ\\[":787,"Ġ\\]":788,"lefteqn":789,"mathope":790,"lose":791,"Bigm":792,"Biggm":793,"mathclose":794,"mathopen":795,"Bar":796,"Ti":797,"cc":798,"uge":799,"vrule":800,"warrow":801,"mathnormal":802,"succ":803,"cite":804,"overset":805,"Tilde":806,"AA":807,"Hat":808,"ak":809,"ce":810,"hss":811,"il":812,"oslash":813,"swarrow":814,"wbre":815,"allo":816,"sqcap":817,"textsf":818,"preceq":819,"wbreak":820,"allowbreak":821,"--":822,"Huge":823,"amal":824,"do":825,"fbox":826,"harpo":827,"hskip":828,"lse":829,"lgroup":830,"lce":831,"no":832,"ns":833,"ons":834,"rgroup":835,"Ġin":836,"leftharpo":837,"rightleftharpo":838,"mathtt":839,"lor":840,"arrayco":841,"sure":842,"pmb":843,"triangleleft":844,"substack":845,"updownarrow":846,"Longleftarrow":847,"ensure":848,"amalg":849,"lsep":850,"lceil":851,"notin":852,"rightleftharpoons":853,"arraycolsep":854,"ensuremath":855,"ddag":856,"ew":857,"ff":858,"fra":859,"gra":860,"join":861,"ms":862,"nota":863,"smi":864,"xrightarrow":865,"mebox":866,"thde":867,"ver":868,"bigsqcup":869,"withde":870,"smallint":871,"skew":872,"lims":873,"ointop":874,"succeq":875,"framebox":876,"grave":877,"joinrel":878,"notag":879,"smile":880,"withdelims":881,"Ar":882,"asy":883,"gth":884,"hspace":885,"huge":886,"ick":887,"iff":888,"lq":889,"rk":890,"wline":891,"Ġ14":892,"mark":893,"intop":894,"Ġex":895,"rowvert":896,"biggm":897,"textsc":898,"textsl":899,"negth":900,"newline":901,"brace":902,"overleftrightarrow":903,"atopwithdelims":904,"footnotemark":905,"Leftarrow":906,"fill":907,"emph":908,"---":909,"verb":910,"Arrowvert":911,"asymp":912,"ickspace":913,"negthickspace":914,"23":915,"25":916,"\\-":917,"\\/":918,"ape":919,"dddot":920,"er":921,"ex":922,"erline":923,"eil":924,"ever":925,"ij":926,"ice":927,"md":928,"nt":929,"nda":930,"nnu":931,"noin":932,"nwarrow":933,"of":934,"off":935,"spe":936,"tch":937,"ymath":938,"Ġ\\'":939,"Ġ\\^":940,"Ġ10":941,"Ġ15":942,"mannu":943,"led":944,"fter":945,"side":946,"meral":947,"inde":948,"def":949,"dent":950,"mathbin":951,"dotsi":952,"interline":953,"arrayst":954,"hoice":955,"root":956,"romannu":957,"lax":958,"varGamma":959,"varUpsilon":960,"bigvee":961,"percase":962,"scsh":963,"textcirc":964,"textmd":965,"brack":966,"cial":967,"rceil":968,"panda":969,"overwithdelims":970,"owns":971,"uppercase":972,"retch":973,"relax":974,"boxed":975,"coprod":976,"underbar":977,"underrightarrow":978,"mathchoice":979,"expanda":980,"everymath":981,"noindent":982,"offinterline":983,"special":984,"sideset":985,"index":986,"arraystretch":987,"romannumeral":988,"scshape":989,"textcircled":990,"expandafter":991,"offinterlineskip":992},"merges":["Ġ }","Ġ {","Ġ \\","Ġ _","Ġ ^","Ġ 2","Ġ )","Ġ (","r a","Ġ 1","Ġ -","Ġ =","Ġ ,","ra c","f rac","Ġ +","t a","r i","m a","Ġ 0","a l","Ġ i","a m","a r","l e","Ġ\\ ,","Ġ x","p h","f t","Ġ n","Ġ .","g h","ri gh","s i","Ġ d","m e","le ft","m u","t h","righ t","e ta","Ġ a","t i","Ġ m","i n","Ġ e","Ġ c","Ġ 3","Ġ s","Ġ k","Ġ p","d e","Ġ t","ma th","Ġ &","Ġ ~","Ġ 4","Ġ r","Ġ\\ ;","d a","ph a","al pha","p i","Ġ l","r m","math rm","l ta","b da","am bda","p ri","pri me","Ġ A","p si","am ma","n u","t o","Ġ g","Ġ j","Ġ q","p ar","ph i","ti al","par tial","p e","Ġ b","Ġ |","Ġ\\ \\","Ġ M","r n","o pe","ra to","am e","rn ame","ope rato","operato rname","Ġ f","c al","o t","b ar","Ġ z","l ambda","d ot","g ma","Ġ N","v e","Ġ T","in t","Ġ L","q u","de lta","Ġ R","b eta","Ġ /","Ġ B","r t","g amma","Ġ D","n g","si gma","Ġ ]","g a","me ga","ng le","l o","Ġ y","th eta","Ġ u","ra y","ar ray","Ġ F","s q","sq rt","l de","ti lde","lo n","psi lon","h i","Ġ [","Ġ o","Ġ S","e psilon","Ġ h","a t","h at","Ġ Q","a d","qu ad","h o","r ho","Ġ V","Ġ P","s u","su m","b f","Ġ C","Ġ H","ta u","Ġ G","r o","Ġ v","l a","Ġ E","o mega","v ar","Ġ 5","ve c","i g","G amma","c dot","Ġ I","Ġ 6","b e","D e","De lta","Ġ X","x i","n d","e nd","g in","be gin","ra ngle","Ġ K","Ġ J","P hi","Ġ W","Ġ 8","Ġ U","Ġ *","ta r","ft y","in fty","L ambda","a p","ap p","ro w","p m","g e","l in","lin e","r line","Ġ\\ !","Ġ Z","c hi","tar row","la ngle","Ġ ;","righ tarrow","o ve","var phi","Ġ w","ove rline","b ig","k app","kapp a","i v","e qu","equ iv","q quad","da g","B ig","me s","ti mes","O mega","s t","Ġ\\ }","e l","P si","dot s","Ġ O","ge r","dag ger","Ġ >","Ġ 7","Ġ\\ {","\\ {","Ġ 9","Ġ <","Ġ Y","var epsilon","S i","Si gma","el l","w i","wi de","z eta","y le","st yle","si m","Ġ\\ :","cdot s","big g","t ri","l dots","a b","n ab","nab la","Ġ :","P i","p ro","ma tri","matri x","math cal","s p","pe r","per p","ve rt","\\ }","si me","sime q","Ġ !","wide tilde","d i","o times","y style","la ystyle","sp laystyle","di splaystyle","ro x","app rox","pro d","m i","h bar","mi d","T h","Th eta","e d","w ed","wed ge","math bf","a st","u n","un de","le q","c k","unde rline","wide hat","p t","r el","s c","s ta","sta ck","stack rel","ri pt","sc ript","t e","Big g","te x","tex t","s tar","bigg r","n ot","bigg l","b o","Big r","Big l","bo l","var theta","m p","bol d","n e","ge q","bold math","l l","ng rightarrow","b rac","Ġ '","c i","r c","ci rc","ne q","text style","lo ngrightarrow","o p","u s","p to","pro pto","l us","op lus","s e","big r","big l","o nu","o int","d dot","X i","m be","n onu","mbe r","nonu mber","left rightarrow","script style","b ot","l le","z e","si ze","Ġ- -","a ngle","tri angle","r brac","var rho","par row","l brac","script size","script scriptstyle","se t","u parrow","p a","i t","ra lle","pa ralle","paralle l","i math","ove r","f o","ar row","n to","o w","pha nto","ow n","phanto m","Bigg l","c h","e ck","ch eck","d own","s f","Ġ\\ |","v dots","Bigg r","g g","rbrac e","o ng","over rightarrow","down arrow","U psilon","lbrac k","text rm","R i","gh tarrow","Ri ghtarrow","ti n","tin y","o ta","i ota","ra ll","fo rall","c ong","o m","su b","I m","s h","a se","c ase","case s","h line","p s","ps to","b in","j math","bin om","sub set","u p","to p","ma psto","s la","sla sh","a top","r e","a c","d dots","b u","R e","w p","lle t","bu llet","rbrac k","u psilon","f tarrow","s ma","unde rbrace","mi t","ar ge","sma ll","b re","le ftarrow","bre ve","la p","c up","ve e","e c","su p","var pi","\\ |","lbrac e","big oplus","L o","c ap","sup set","Lo ngrightarrow","r u","Ġ \"","sp ac","spac e","o dot","ot not","fo otnot","footnot e","r lap","ar p","s b","footnote size","o r","big triangle","ec t","math sf","Ġ\\ #","v phantom","e n","var sigma","u te","ac ute","l arge","e q","math it","ng leftrightarrow","lo ngleftrightarrow","L e","t t","Ġ `","arp o","ft rightarrow","Le ftrightarrow","righ th","onu p","arpo onup","righth arpoonup","L arge","nu ll","bigtriangle up","f i","f lo","h fi","Ġ\\ _","en space","flo or","s l","st ru","stru t","V e","Ve rt","over leftarrow","big otimes","Ġc m","dot eq","L ong","ove rbrace","Long leftrightarrow","text bf","b j","o nd","s k","am ond","di amond","ru le","bj ect","p r","ot ect","pr otect","i p","Ġ\\ /","var Delta","sk ip","\\ :","math op","hfi ll","r floor","re f","cdot p","\\ ,","\\ ;","in us","bigtriangle down","s y","e m","k e","m bol","te q","se teq","sy mbol","a ck","b ack","n i","n ed","o d","y set","al ig","pt yset","em ptyset","back slash","alig ned","bo x","bold symbol","Ġ-- -","Ġ ?","\\ !","gma psto","lon gmapsto","big cup","sh arp","ma l","c o","l lap","o bject","ta g","th in","ĠO bject","thin space","f l","sub seteq","en skip","fl at","V ec","n or","o u","p ou","v line","ma ke","nd s","nor mal","pou nds","make box","r d","su rd","var Omega","co lon","d iv","e ph","al eph","l floor","text up","Ġ\\ -","big wedge","om inus","m od","arrow vert","b mod","k rightarrow","m inus","o krightarrow","Ġm m","ngle ftarrow","ho okrightarrow","set minus","hfi l","l ar","Ġ\\ *","ta bu","math or","la nd","tabu lar","mathor d","Ġp t","eq n","D own","S S","math rel","pm od","Down arrow","Ġ\\ &","lo ngleftarrow","big m","l i","ra l","big cap","unde r","text tt","ne arrow","U parrow","\\ #","n at","u ral","math strut","big circ","un boldmath","se arrow","small skip","normal size","nat ural","s s","ti t","su it","tex tit","diamond suit","under set","c frac","d dagger","e xi","l lde","r space","nu llde","st s","mi te","ke rn","li mite","exi sts","nullde limite","nulldelimite rspace","h phantom","sq cup","eqn o","A R","G E","L AR","d skip","p re","Ġ @","me dskip","triangle right","sma sh","sup seteq","LAR GE","pre c","g ro","v da","math c","text normal","gro up","vda sh","a e","o in","Ġ\\ [","Ġ\\ ]","left eqn","math ope","lo se","Big m","Bigg m","mathc lose","mathope n","B ar","T i","c c","u ge","v rule","w arrow","math normal","su cc","ci te","over set","Ti lde","A A","H at","a k","c e","h ss","i l","o slash","s warrow","w bre","al lo","sq cap","text sf","prec eq","wbre ak","allo wbreak","- -","H uge","a mal","d o","f box","h arpo","h skip","l se","l group","l ce","n o","n s","o ns","r group","Ġi n","left harpo","right leftharpo","math tt","lo r","array co","su re","pm b","triangle left","sub stack","up downarrow","Lo ngleftarrow","en sure","amal g","lse p","lce il","no tin","rightleftharpo ons","arrayco lsep","ensure math","d dag","e w","f f","f ra","g ra","j oin","m s","n ota","s mi","x rightarrow","me box","th de","ve r","big sqcup","wi thde","small int","sk ew","li ms","oin top","succ eq","fra mebox","gra ve","join rel","nota g","smi le","withde lims","A r","a sy","g th","h space","h uge","i ck","i ff","l q","r k","w line","Ġ1 4","ma rk","in top","Ġe x","row vert","bigg m","text sc","text sl","ne gth","ne wline","brac e","over leftrightarrow","atop withdelims","footnote mark","Le ftarrow","fi ll","em ph","-- -","ver b","Ar rowvert","asy mp","ick space","negth ickspace","2 3","2 5","\\ -","\\ /","a pe","d ddot","e r","e x","e rline","e il","e ver","i j","i ce","m d","n t","n da","n nu","n oin","n warrow","o f","o ff","s pe","t ch","y math","Ġ\\ '","Ġ\\ ^","Ġ1 0","Ġ1 5","ma nnu","le d","ft er","si de","me ral","in de","de f","de nt","math bin","dot si","int erline","array st","ho ice","ro ot","ro mannu","la x","var Gamma","var Upsilon","big vee","per case","sc sh","text circ","text md","brac k","ci al","rc eil","pa nda","over withdelims","own s","up percase","re tch","re lax","box ed","co prod","under bar","under rightarrow","mathc hoice","ex panda","ever ymath","noin dent","off interline","spe cial","side set","inde x","arrayst retch","romannu meral","scsh ape","textcirc led","expanda fter","offinterline skip"]}}